/* Scene refresh tutorial text, full refresh, no swipe */
"A completely new pattern will be made from scratch." = "A completely new pattern will be made from scratch.";

/* Copy button title */
"Copy" = "Copy";

/* Copy button title, busy state */
"Copying" = "Copying";

/* Facebook share default text */
"Created with Deko. dekoapp.com" = "Created with Deko. dekoapp.com";

/* Photo album title, do not localize */
"DEKO" = "444";

/* Alert, dismiss button */
"Dismiss" = "Dismiss";

/* Share by email button title */
"Email" = "Email";

/* Email not configured error description */
"Email has not been configured on this device." = "Email has not been configured on this device.";

/* Share to Facebook button title */
"Facebook" = "Facebook";

/* Purchase button, waiting for price */
"Fetching price..." = "Fetching price...";

/* Tutorial, gallery button */
"Gallery" = "Gallery";

/* IAP view, title */
"High quality export" = "High quality export";

/* Unlock high quality export button title */
"High\nquality export" = "High\nquality export";

/* Email share default text */
"Made with Deko.\ndekoapp.com" = "Made with Deko.\ndekoapp.com";

/* Scene refresh tutorial text, no changes to settings */
"Make another version of this pattern." = "Make another version of this pattern.";

/* Scene refresh, full refresh */
"New" = "New";

/* Gallery view, no saved patterns */
"No saved patterns." = "No saved patterns.";

/* Generic share button title, busy state */
"Preparing" = "Preparing";

/* Undo tutorial text */
"Previous" = "Previous";

/* Scene refresh tutorial text, full refresh, swipe */
"Pull halfway and release to adjust the current pattern." = "Pull halfway and release to adjust the current pattern.";

/* Purchase failed alert, title */
"Purchase failed" = "Purchase failed";

/* Tutorial, remove from gallery */
"Remove from Gallery" = "Remove from Gallery";

/* IAP view, restore button */
"Restore" = "Restore";

/* Tutorial, save to gallery */
"Save to Gallery" = "Add to Gallery";

/* Save to photos button title */
"Save to photos" = "Save to photos";

/* Save to photos button title, busy state */
"Saving" = "Saving";

/* Error message, no access to photo library */
"Saving failed. Access to the library is probably denied." = "Saving failed. Access to the library is probably denied.";

/* Tutorial, share and export */
"Share and Export" = "Share and Export";

/* IAP purchased alert, message */
"Thank you." = "Thank you.";

/* Scene refresh tutorial text, some changes to settings */
"The further you pull, the more the pattern will change." = "The further you pull, the more the pattern will change.";

/* Share to Twitter button title */
"Twitter" = "Twitter";

/* IAP view copy, iPad */
"Unlock high quality export to get your creations in full fidelity. Use the pixel-perfect patterns as wallpapers or tweak them further in other apps.\n\nSlide the bar on the image to see the difference." = "Unlock high quality export to get your creations in full fidelity. Use the pixel-perfect patterns as wallpapers or tweak them further in other apps.\n\nSlide the bar on the image to see the difference.";

/* IAP view copy, iPhone */
"Unlock high quality export to get your creations in full fidelity.\nUse the pixel-perfect patterns as wallpapers or tweak them further in other apps. Slide the bar on the image to see the difference." = "Unlock high quality export to get your creations in full fidelity.\nUse the pixel-perfect patterns as wallpapers or tweak them further in other apps. Slide the bar on the image to see the difference.";

/* Scene refresh, no changes to settings */
"•" = "•";

/* iOS 7 update view, title */
"iOS 7 Parallax Wallpapers" = "iOS 7 Parallax Wallpapers";

/* iOS 7 update view, copy */
"Deko now makes pixel-perfect parallax wallpapers for iOS 7. Just use 'Save to photos' and your wallpapers will automatically be the right size." = "Deko now makes pixel-perfect parallax wallpapers for iOS 7. Just use 'Save to photos' and your wallpapers will automatically be the right size.";

/* iOS 7 update view, dismiss button */
"OK" = "OK";
